const PrivacyPage = () => {
  return (
    <div className="mt-8 text-white max-w-4xl mx-auto rounded-lg p-4 sm:p-6 bg-slate-800 shadow-lg">
      <div className="mb-3">
        <p className="mb-2 text-sm leading-6 font-semibold text-sky-400">
          Дүрэм журам
        </p>
        <div className="flex items-center">
          <h1 className="inline-block text-2xl sm:text-3xl font-extrabold tracking-tight text-slate-200">
            Нууцлалын бодлого
          </h1>
        </div>
        <p className="text-gray-300 text-xs mt-2">
          Сүүлд шинэчилсэн: 2022-04-11
        </p>
      </div>
      <div className="space-y-6 text-white text-md">
        <p>
          Энэхүү Нууцлалын Бодлого нь "" ХХК (цаашид "Компани" гэж нэрлэх) Таны
          хувийн мэдээллийг хэрхэн цуглуулах, ашиглах, дамжуулах, хамгаалах
          тухай баримт бичиг юм. Компани нь https://u-i.mn/ вэбсайт-д
          бүртгүүлсэн бүх хэрэглэгчдийн хувийн нууцлалыг энэхүү баримт бичигт
          зааснаар хадгалж, хамгаална.
        </p>
        <p>
          Компани нь энэхүү нууцлалын бодлогод тусгаснаас өөрөөр болон Монгол
          улсын хуульд зааснаас бусад ямар ч тохиолдолд хэрэглэгчийн аливаа
          мэдээллийг гуравдагч этгээдэд дамжуулахгүй. Платформыг хэрэглэж байгаа
          бол Таныг уг нууцлалын бодлогыг зөвшөөрсөн гэж үзнэ.
        </p>
        <p>
          Компани нь Нууцлалын бодлогод өөрчлөлт оруулж болно. Өөрчлөлт орсон
          тухай энэ бодлогын дээд хэсэгт байрлах Сүүлд шинэчилсэн огноог өөрчлөх
          болон бусад хэлбэрээр мэдэгдэнэ. Тухайлбал: вебсайтаар дамжуулан
          мэдэгдэл байршуулах эсвэл имэйлээр мэдэгдэл илгээх зэрэг байж болно.
        </p>
        <h1 className="text-lg uppercase font-semibold">МЭДЭЭЛЭЛ ЦУГЛУУЛАХ</h1>
        <p>
          Хэрэглэгч өөрөө өгөх мэдээлэл: Бид таныг вэбсайт-д бүртгүүлж, ашиглах
          явцад мэдээллийг цуглуулдаг. Жишээлбэл: бүртгүүлэх, захиалга хийх,
          өгөх болон бусад хэлбэрээр бидэнтэй харилцах үед таны мэдээллийг
          цуглуулдаг.
        </p>
        <p>Танаас дараах төрлийн мэдээллийг авч болно. Үүнд:</p>
        <ul className="list-disc ml-4">
          <li>
            Таны нэр, утасны дугаар, имэйл хаяг зэрэг холбоо барих мэдээлэл.
          </li>
          <li>Таны сошиал хаяг</li>
          <li>Таны IP хаяг</li>
        </ul>
      </div>
    </div>
  );
};
export default PrivacyPage;
